# Анализ бизнес-показателей

## Описание проекта
Вы — маркетинговый аналитик развлекательного приложения Procrastinate Pro+. 
Несмотря на огромные вложения в рекламу, последние несколько месяцев развлекательное приложение Procrastinate Pro+ терпит убытки. 
Есть данные о пользователях, привлечённых с 1 мая по 27 октября 2019 года:
- лог сервера с данными об их посещениях,
- выгрузка их покупок за этот период,
- рекламные расходы.


## Цель проекта
Нам предстоит изучить:
- откуда приходят пользователи и какими устройствами они пользуются,
- сколько стоит привлечение пользователей из различных рекламных каналов;
- сколько денег приносит каждый клиент,
- когда расходы на привлечение клиента окупаются,
- какие факторы мешают привлечению клиентов.

## Ход проекта
- Шаг 1. Загрузите данные и подготовьте их к анализу
- Шаг 2. Задайте функции для расчёта и анализа LTV, ROI, удержания и конверсии
- Шаг 3. Исследовательский анализ данных
- Шаг 4. Маркетинг
- Шаг 5. Оцените окупаемость рекламы
- Шаг 6. Напишите выводы
